Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# library_downloads_empty
source: Books you open are kept here for reading offline.
ar: الكتب التي تفتحها تُحفظ هنا لقراءتها دون إنترنت.
as: আপুনি খোলা কিতাপবোৰ অফলাইনত পঢ়িবলৈ ইয়াত ৰখা হয়।
bn: আপনার খোলা বইগুলো অফলাইনে পড়ার জন্য এখানে রাখা হয়।
bs: Knjige koje otvorite čuvaju se ovdje za čitanje bez interneta.
ckb: ئەو کتێبانەی دەیانکەیتەوە لێرە دەمێننەوە بۆ خوێندنەوەی ئۆفلاین.
es: Los libros que abres se guardan aquí para leer sin conexión.
fa: کتاب‌هایی که باز می‌کنید برای خواندن آفلاین اینجا نگه داشته می‌شوند.
fa_af: کتاب‌هایی که باز می‌کنید برای خواندن آفلاین اینجا نگه داشته می‌شوند.
fil: Dito itinatago ang mga aklat na binubuksan mo para mabasa offline.
fr: Les livres ouverts sont gardés ici pour une lecture hors ligne.
gu: તમે ખોલેલાં પુસ્તકો ઑફલાઇન વાંચવા માટે અહીં રખાય છે.
ha: Littattafan da kuka buɗe ana ajiye su a nan don karantawa ba tare da intanet ba.
hi: आपकी खोली गई किताबें ऑफ़लाइन पढ़ने के लिए यहाँ रखी जाती हैं।
hu: A megnyitott könyveid itt maradnak offline olvasásra.
id: Buku yang Anda buka disimpan di sini untuk dibaca offline.
ka: თქვენ მიერ გახსნილი წიგნები აქ ინახება ოფლაინ წასაკითხად.
km: សៀវភៅដែលអ្នកបើកត្រូវបានរក្សាទុកនៅទីនេះ សម្រាប់អានក្រៅបណ្ដាញ។
kn: ನೀವು ತೆರೆಯುವ ಪುಸ್ತಕಗಳನ್ನು ಆಫ್‌ಲೈನ್ ಓದುವಿಕೆಗಾಗಿ ಇಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ.
mk: Книгите што ги отворате се чуваат овде за читање без интернет.
ml: നിങ്ങൾ തുറക്കുന്ന പുസ്തകങ്ങൾ ഓഫ്‌ലൈൻ വായനയ്ക്കായി ഇവിടെ സൂക്ഷിക്കും.
mr: तुम्ही उघडलेली पुस्तके ऑफलाइन वाचण्यासाठी इथे ठेवली जातात.
nl: Boeken die je opent worden hier bewaard om offline te lezen.
pa: ਜੋ ਕਿਤਾਬਾਂ ਤੁਸੀਂ ਖੋਲ੍ਹਦੇ ਹੋ ਉਹ ਆਫ਼ਲਾਈਨ ਪੜ੍ਹਨ ਲਈ ਇੱਥੇ ਰਹਿੰਦੀਆਂ ਹਨ।
pt: Os livros que você abre ficam aqui para ler offline.
ru: Открытые книги хранятся здесь для чтения без интернета.
si: ඔබ විවෘත කරන පොත් නොබැඳිව කියවීම සඳහා මෙහි තබා ගැනේ.
sr: Књиге које отворите чувају се овде за читање ван мреже.
sw: Vitabu unavyofungua vinawekwa hapa ili usome bila intaneti.
te: మీరు తెరిచే పుస్తకాలు ఆఫ్‌లైన్ పఠనం కోసం ఇక్కడ ఉంచబడతాయి.
th: หนังสือที่คุณเปิดจะเก็บไว้ที่นี่เพื่ออ่านแบบออฟไลน์
tr: Açtığınız kitaplar çevrimdışı okumak için burada tutulur.
ug: سىز ئاچقان كىتابلار تورسىز ئوقۇش ئۈچۈن بۇ يەردە ساقلىنىدۇ.
ur: جو کتابیں آپ کھولتے ہیں وہ آف لائن پڑھنے کے لیے یہاں رہتی ہیں۔
vi: Sách bạn mở được giữ ở đây để đọc ngoại tuyến.
zh_hans: 你打开的书籍会保存在这里，供离线阅读。

# library_found_body
source: No verse on your phone clearly matches, but these IslamHouse items do. Open one to read it.
ar: لم نجد آية تطابق السؤال بوضوح، لكن هذه المواد من دار الإسلام تتناوله. افتح أحدها لقراءته.
as: আপোনাৰ ফোনৰ কোনো আয়াত স্পষ্টকৈ মিল নাখায়, কিন্তু IslamHouseৰ এই সমলবোৰ মিলে। পঢ়িবলৈ এটা খোলক।
bn: আপনার ফোনের কোনো আয়াত স্পষ্টভাবে মেলেনি, তবে IslamHouse-এর এই লেখাগুলো মেলে। পড়তে একটি খুলুন।
bs: Nijedan ajet na vašem telefonu ne odgovara jasno, ali ovi sadržaji s IslamHouse-a odgovaraju. Otvorite neki da ga pročitate.
ckb: هیچ ئایەتێک لەسەر مۆبایلەکەت بە ڕوونی ناگونجێت، بەڵام ئەم بابەتانەی IslamHouse دەگونجێن. یەکێکیان بکەرەوە بۆ خوێندنەوە.
es: Ningún versículo de tu teléfono coincide claramente, pero estos materiales de IslamHouse tratan el tema. Abre uno para leerlo.
fa: هیچ آیه‌ای روی گوشی شما به‌روشنی مطابقت ندارد، اما این موارد IslamHouse مطابقت دارند. یکی را باز کنید تا بخوانید.
fa_af: هیچ آیه‌ای روی موبایل شما به‌روشنی مطابقت ندارد، اما این موارد IslamHouse مطابقت دارند. یکی را باز کنید تا بخوانید.
fil: Walang talata sa iyong telepono na malinaw na tumutugma, pero tumutugma ang mga item na ito mula sa IslamHouse. Buksan ang isa para basahin.
fr: Aucun verset sur votre téléphone ne correspond clairement, mais ces contenus d’IslamHouse traitent du sujet. Ouvrez-en un pour le lire.
gu: તમારા ફોન પરની કોઈ આયત સ્પષ્ટ રીતે મેળ ખાતી નથી, પણ IslamHouse ની આ સામગ્રી મેળ ખાય છે. વાંચવા માટે કોઈ એક ખોલો.
ha: Babu ayar da ke wayarku da ta dace sosai, amma waɗannan abubuwan na IslamHouse sun dace. Buɗe ɗaya don karanta shi.
hi: आपके फ़ोन पर कोई आयत साफ़ तौर पर मेल नहीं खाती, लेकिन IslamHouse की ये चीज़ें मेल खाती हैं। पढ़ने के लिए कोई एक खोलें।
hu: A telefonodon egyetlen vers sem illik egyértelműen a kérdéshez, de ezek az IslamHouse-anyagok igen. Nyiss meg egyet az olvasáshoz.
id: Tidak ada ayat di ponsel Anda yang jelas cocok, tetapi materi IslamHouse ini membahasnya. Buka salah satunya untuk membaca.
ka: თქვენს ტელეფონზე არცერთი აიათი ნათლად არ შეესაბამება, მაგრამ IslamHouse-ის ეს მასალები შეესაბამება. გახსენით ერთ-ერთი წასაკითხად.
km: គ្មានអាយ៉ាត់នៅលើទូរសព្ទរបស់អ្នកដែលត្រូវគ្នាច្បាស់លាស់ទេ ប៉ុន្តែធាតុទាំងនេះពី IslamHouse ត្រូវគ្នា។ បើកមួយដើម្បីអាន។
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿರುವ ಯಾವುದೇ ಆಯತ್ ಸ್ಪಷ್ಟವಾಗಿ ಹೊಂದುವುದಿಲ್ಲ, ಆದರೆ ಈ IslamHouse ಅಂಶಗಳು ಹೊಂದುತ್ತವೆ. ಓದಲು ಒಂದನ್ನು ತೆರೆಯಿರಿ.
mk: Ниеден ајет на вашиот телефон не одговара јасно, но овие материјали од IslamHouse одговараат. Отворете еден за да го прочитате.
ml: നിങ്ങളുടെ ഫോണിലെ ഒരു ആയത്തും വ്യക്തമായി യോജിക്കുന്നില്ല, എന്നാൽ ഈ IslamHouse ഇനങ്ങൾ യോജിക്കുന്നു. വായിക്കാൻ ഒന്ന് തുറക്കുക.
mr: तुमच्या फोनवरील कोणतीही आयत स्पष्टपणे जुळत नाही, पण IslamHouse वरील हे साहित्य जुळते. वाचण्यासाठी एखादे उघडा.
nl: Geen vers op je telefoon past duidelijk, maar deze items van IslamHouse wel. Open er een om het te lezen.
pa: ਤੁਹਾਡੇ ਫ਼ੋਨ ’ਤੇ ਕੋਈ ਆਇਤ ਸਾਫ਼ ਤੌਰ ’ਤੇ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ, ਪਰ ਇਹ IslamHouse ਸਮੱਗਰੀ ਮੇਲ ਖਾਂਦੀ ਹੈ। ਪੜ੍ਹਨ ਲਈ ਕੋਈ ਇੱਕ ਖੋਲ੍ਹੋ।
pt: Nenhum versículo do seu celular corresponde claramente, mas estes itens da IslamHouse sim. Abra um para ler.
ru: На вашем телефоне нет явно подходящего аята, но эти материалы IslamHouse подходят. Откройте любой, чтобы прочитать.
si: ඔබේ දුරකථනයේ කිසිදු ආයතයක් පැහැදිලිව නොගැළපේ, නමුත් මෙම IslamHouse අයිතම ගැළපේ. කියවීමට එකක් විවෘත කරන්න.
sr: Ниједан ајет на вашем телефону не одговара јасно, али ови садржаји са IslamHouse-а одговарају. Отворите неки да га прочитате.
sw: Hakuna aya kwenye simu yako inayolingana wazi, lakini vipengee hivi vya IslamHouse vinalingana. Fungua kimoja ukisome.
te: మీ ఫోన్‌లోని ఏ ఆయత్ స్పష్టంగా సరిపోలలేదు, కానీ ఈ IslamHouse అంశాలు సరిపోతాయి. చదవడానికి ఒకదాన్ని తెరవండి.
th: ไม่มีอายะฮ์ในโทรศัพท์ของคุณที่ตรงอย่างชัดเจน แต่รายการเหล่านี้จาก IslamHouse ตรงกัน เปิดรายการหนึ่งเพื่ออ่าน
tr: Telefonunuzda açıkça eşleşen bir ayet yok, ancak bu IslamHouse içerikleri konuyu ele alıyor. Okumak için birini açın.
ug: تېلېفونىڭىزدىكى ھېچقانداق ئايەت ئېنىق ماس كەلمىدى، ئەمما بۇ IslamHouse مەزمۇنلىرى ماس كېلىدۇ. ئوقۇش ئۈچۈن بىرىنى ئېچىڭ.
ur: آپ کے فون پر کوئی آیت واضح طور پر مطابقت نہیں رکھتی، لیکن یہ IslamHouse مواد اس موضوع پر ہیں۔ پڑھنے کے لیے کوئی ایک کھولیں۔
vi: Không có câu kinh nào trên điện thoại của bạn khớp rõ ràng, nhưng các mục này của IslamHouse thì khớp. Hãy mở một mục để đọc.
zh_hans: 你手机上没有明确相符的经文，但这些 IslamHouse 内容与之相符。打开一项即可阅读。

# library_found_page
source: Opened at the first page that mentions your question
ar: فُتح على أول صفحة تذكر سؤالك
as: আপোনাৰ প্ৰশ্নৰ উল্লেখ থকা প্ৰথম পৃষ্ঠাত খোলা হৈছে
bn: আপনার প্রশ্নের উল্লেখ আছে এমন প্রথম পৃষ্ঠায় খোলা হয়েছে
bs: Otvoreno na prvoj stranici koja spominje vaše pitanje
ckb: لە یەکەم لاپەڕەدا کرایەوە کە باسی پرسیارەکەت دەکات
es: Abierto en la primera página que menciona tu pregunta
fa: در نخستین صفحه‌ای که به سؤال شما اشاره دارد باز شد
fa_af: در نخستین صفحه‌ای که به سوال شما اشاره دارد باز شد
fil: Binuksan sa unang pahinang bumabanggit sa iyong tanong
fr: Ouvert à la première page qui mentionne votre question
gu: તમારા સવાલનો ઉલ્લેખ હોય તેવા પહેલા પાના પર ખોલ્યું
ha: An buɗe a shafin farko da ya ambaci tambayarku
hi: उस पहले पेज पर खोला गया जिसमें आपके सवाल का ज़िक्र है
hu: Az első olyan oldalon nyílt meg, amely említi a kérdésedet
id: Dibuka di halaman pertama yang menyebut pertanyaan Anda
ka: გაიხსნა პირველ გვერდზე, სადაც თქვენი კითხვაა ნახსენები
km: បានបើកនៅទំព័រដំបូងដែលនិយាយអំពីសំណួររបស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಮೊದಲ ಪುಟದಲ್ಲಿ ತೆರೆಯಲಾಗಿದೆ
mk: Отворено на првата страница што го спомнува вашето прашање
ml: നിങ്ങളുടെ ചോദ്യം പരാമർശിക്കുന്ന ആദ്യ പേജിൽ തുറന്നു
mr: तुमच्या प्रश्नाचा उल्लेख असलेल्या पहिल्या पानावर उघडले
nl: Geopend op de eerste pagina die je vraag noemt
pa: ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਜ਼ਿਕਰ ਕਰਨ ਵਾਲੇ ਪਹਿਲੇ ਸਫ਼ੇ ’ਤੇ ਖੋਲ੍ਹਿਆ ਗਿਆ
pt: Aberto na primeira página que menciona sua pergunta
ru: Открыто на первой странице, где упоминается ваш вопрос
si: ඔබේ ප්‍රශ්නය සඳහන් වන පළමු පිටුවෙන් විවෘත කළා
sr: Отворено на првој страници која помиње ваше питање
sw: Imefunguliwa kwenye ukurasa wa kwanza unaotaja swali lako
te: మీ ప్రశ్నను ప్రస్తావించిన మొదటి పేజీ వద్ద తెరవబడింది
th: เปิดที่หน้าแรกที่กล่าวถึงคำถามของคุณ
tr: Sorunuzun geçtiği ilk sayfada açıldı
ug: سوئالىڭىز تىلغا ئېلىنغان تۇنجى بەتتە ئېچىلدى
ur: آپ کے سوال کا ذکر کرنے والے پہلے صفحے پر کھولا گیا
vi: Đã mở ở trang đầu tiên nhắc đến câu hỏi của bạn
zh_hans: 已打开到首个提及你问题的页面

# library_found_title
source: Books and articles about this
ar: كتب ومقالات عن هذا الموضوع
as: এই বিষয়ে কিতাপ আৰু প্ৰবন্ধ
bn: এ বিষয়ে বই ও প্রবন্ধ
bs: Knjige i članci o ovome
ckb: کتێب و وتار دەربارەی ئەمە
es: Libros y artículos sobre esto
fa: کتاب‌ها و مقاله‌ها درباره این موضوع
fa_af: کتاب‌ها و مقاله‌ها درباره این موضوع
fil: Mga aklat at artikulo tungkol dito
fr: Livres et articles sur ce sujet
gu: આ વિશે પુસ્તકો અને લેખો
ha: Littattafai da maƙaloli game da wannan
hi: इस बारे में किताबें और लेख
hu: Könyvek és cikkek erről
id: Buku dan artikel tentang ini
ka: წიგნები და სტატიები ამ თემაზე
km: សៀវភៅ និងអត្ថបទអំពីរឿងនេះ
kn: ಇದರ ಬಗ್ಗೆ ಪುಸ್ತಕಗಳು ಮತ್ತು ಲೇಖನಗಳು
mk: Книги и статии за ова
ml: ഇതിനെക്കുറിച്ചുള്ള പുസ്തകങ്ങളും ലേഖനങ്ങളും
mr: याबद्दल पुस्तके आणि लेख
nl: Boeken en artikelen hierover
pa: ਇਸ ਬਾਰੇ ਕਿਤਾਬਾਂ ਅਤੇ ਲੇਖ
pt: Livros e artigos sobre isto
ru: Книги и статьи на эту тему
si: මේ ගැන පොත් සහ ලිපි
sr: Књиге и чланци о овоме
sw: Vitabu na makala kuhusu hili
te: దీని గురించి పుస్తకాలు మరియు వ్యాసాలు
th: หนังสือและบทความเกี่ยวกับเรื่องนี้
tr: Bu konuda kitaplar ve makaleler
ug: بۇ ھەقتىكى كىتاب ۋە ماقالىلەر
ur: اس موضوع پر کتابیں اور مضامین
vi: Sách và bài viết về chủ đề này
zh_hans: 相关书籍和文章

# library_full_text
source: Read the full fatwa
ar: اقرأ الفتوى كاملة
as: সম্পূৰ্ণ ফতোৱা পঢ়ক
bn: পুরো ফতোয়া পড়ুন
bs: Pročitaj cijelu fetvu
ckb: خوێندنەوەی تەواوی فەتواکە
es: Leer la fatua completa
fa: خواندن متن کامل فتوا
fa_af: خواندن متن کامل فتوا
fil: Basahin ang buong fatwa
fr: Lire la fatwa complète
gu: આખો ફતવો વાંચો
ha: Karanta cikakkiyar fatawa
hi: पूरा फ़तवा पढ़ें
hu: A teljes fatva elolvasása
id: Baca fatwa lengkap
ka: სრული ფეთვის წაკითხვა
km: អានហ្វាតវ៉ាពេញលេញ
kn: ಪೂರ್ಣ ಫತ್ವಾ ಓದಿ
mk: Прочитај ја целата фетва
ml: മുഴുവൻ ഫത്‌വയും വായിക്കുക
mr: संपूर्ण फतवा वाचा
nl: Lees de volledige fatwa
pa: ਪੂਰਾ ਫ਼ਤਵਾ ਪੜ੍ਹੋ
pt: Ler a fatwa completa
ru: Читать фетву полностью
si: සම්පූර්ණ ෆත්වාව කියවන්න
sr: Прочитај целу фетву
sw: Soma fatwa kamili
te: పూర్తి ఫత్వా చదవండి
th: อ่านฟัตวาฉบับเต็ม
tr: Fetvanın tamamını oku
ug: پەتىۋانىڭ تولۇق تېكىستىنى ئوقۇش
ur: مکمل فتویٰ پڑھیں
vi: Đọc toàn bộ fatwa
zh_hans: 阅读完整法特瓦

# library_grade
source: Grade: %1$@
ar: الدرجة: %1$@
as: মান: %1$@
bn: মান: %1$@
bs: Stepen: %1$@
ckb: پلە: %1$@
es: Grado: %1$@
fa: درجه: %1$@
fa_af: درجه: %1$@
fil: Antas: %1$@
fr: Authenticité : %1$@
gu: દરજ્જો: %1$@
ha: Daraja: %1$@
hi: दर्जा: %1$@
hu: Minősítés: %1$@
id: Derajat: %1$@
ka: ხარისხი: %1$@
km: កម្រិត៖ %1$@
kn: ದರ್ಜೆ: %1$@
mk: Степен: %1$@
ml: പദവി: %1$@
mr: दर्जा: %1$@
nl: Graad: %1$@
pa: ਦਰਜਾ: %1$@
pt: Grau: %1$@
ru: Степень достоверности: %1$@
si: ශ්‍රේණිය: %1$@
sr: Степен: %1$@
sw: Daraja: %1$@
te: స్థాయి: %1$@
th: สถานะ: %1$@
tr: Derece: %1$@
ug: دەرىجىسى: %1$@
ur: درجہ: %1$@
vi: Mức độ: %1$@
zh_hans: 等级：%1$@

# library_installing
source: Preparing the library for your language…
ar: جارٍ تجهيز المكتبة للغتك…
as: আপোনাৰ ভাষাৰ বাবে লাইব্ৰেৰী সাজু কৰা হৈছে…
bn: আপনার ভাষার জন্য লাইব্রেরি প্রস্তুত করা হচ্ছে…
bs: Pripremamo biblioteku za vaš jezik…
ckb: ئامادەکردنی کتێبخانە بۆ زمانەکەت…
es: Preparando la biblioteca para tu idioma…
fa: در حال آماده‌سازی کتابخانه برای زبان شما…
fa_af: در حال آماده‌سازی کتابخانه برای زبان شما…
fil: Inihahanda ang aklatan para sa iyong wika…
fr: Préparation de la bibliothèque pour votre langue…
gu: તમારી ભાષા માટે લાઇબ્રેરી તૈયાર કરી રહ્યા છીએ…
ha: Ana shirya ɗakin karatu don harshenku…
hi: आपकी भाषा के लिए लाइब्रेरी तैयार की जा रही है…
hu: A könyvtár előkészítése a nyelvedhez…
id: Menyiapkan perpustakaan untuk bahasa Anda…
ka: ბიბლიოთეკა მზადდება თქვენი ენისთვის…
km: កំពុងរៀបចំបណ្ណាល័យសម្រាប់ភាសារបស់អ្នក…
kn: ನಿಮ್ಮ ಭಾಷೆಗಾಗಿ ಗ್ರಂಥಾಲಯವನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ…
mk: Ја подготвуваме библиотеката за вашиот јазик…
ml: നിങ്ങളുടെ ഭാഷയ്ക്കായി ലൈബ്രറി തയ്യാറാക്കുന്നു…
mr: तुमच्या भाषेसाठी ग्रंथालय तयार करत आहोत…
nl: De bibliotheek wordt klaargezet voor jouw taal…
pa: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਲਈ ਲਾਇਬ੍ਰੇਰੀ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pt: Preparando a biblioteca para o seu idioma…
ru: Готовим библиотеку для вашего языка…
si: ඔබේ භාෂාව සඳහා පුස්තකාලය සූදානම් කරමින්…
sr: Припремамо библиотеку за ваш језик…
sw: Inaandaa maktaba kwa lugha yako…
te: మీ భాష కోసం లైబ్రరీని సిద్ధం చేస్తోంది…
th: กำลังเตรียมห้องสมุดสำหรับภาษาของคุณ…
tr: Kütüphane diliniz için hazırlanıyor…
ug: كۈتۈپخانا تىلىڭىزغا تەييارلىنىۋاتىدۇ…
ur: آپ کی زبان کے لیے لائبریری تیار ہو رہی ہے…
vi: Đang chuẩn bị thư viện cho ngôn ngữ của bạn…
zh_hans: 正在为你的语言准备图书馆…

# library_items_count
source: %1$lld items
ar: %1$lld مادة
as: %1$lldটা সমল
bn: %1$lldটি আইটেম
bs: Stavki: %1$lld
ckb: %1$lld بابەت
es: %1$lld elementos
fa: %1$lld مورد
fa_af: %1$lld مورد
fil: %1$lld item
fr: %1$lld éléments
gu: %1$lld આઇટમ
ha: Abubuwa %1$lld
hi: %1$lld आइटम
hu: %1$lld elem
id: %1$lld materi
ka: %1$lld მასალა
km: %1$lld ធាតុ
kn: %1$lld ಅಂಶಗಳು
mk: Ставки: %1$lld
ml: %1$lld ഇനങ്ങൾ
mr: %1$lld आयटम
pa: %1$lld ਚੀਜ਼ਾਂ
pt: %1$lld itens
ru: Материалов: %1$lld
si: අයිතම %1$lld
sr: Ставки: %1$lld
sw: Vipengee %1$lld
te: %1$lld అంశాలు
th: %1$lld รายการ
tr: %1$lld öğe
ug: %1$lld مەزمۇن
ur: %1$lld مواد
vi: %1$lld mục
zh_hans: %1$lld 项

# library_listen
source: Listen
ar: استمع
as: শুনক
bn: শুনুন
bs: Slušaj
ckb: گوێگرتن
es: Escuchar
fa: شنیدن
fa_af: شنیدن
fil: Pakinggan
fr: Écouter
gu: સાંભળો
ha: Saurara
hi: सुनें
hu: Meghallgatás
id: Dengarkan
ka: მოსმენა
km: ស្ដាប់
kn: ಆಲಿಸಿ
mk: Слушај
ml: കേൾക്കുക
mr: ऐका
nl: Luisteren
pa: ਸੁਣੋ
pt: Ouvir
ru: Слушать
si: අසන්න
sr: Слушај
sw: Sikiliza
te: వినండి
th: ฟัง
tr: Dinle
ug: ئاڭلاش
ur: سنیں
vi: Nghe
zh_hans: 收听

# library_load_more
source: Show more
ar: عرض المزيد
as: আৰু দেখুৱাওক
bn: আরও দেখান
bs: Prikaži više
ckb: زیاتر پیشان بدە
es: Mostrar más
fa: بیشتر
fa_af: بیشتر
fil: Magpakita pa
fr: Afficher plus
gu: વધુ બતાવો
ha: Nuna ƙari
hi: और दिखाएँ
hu: Több megjelenítése
id: Tampilkan lebih banyak
ka: მეტის ჩვენება
km: បង្ហាញបន្ថែម
kn: ಇನ್ನಷ್ಟು ತೋರಿಸಿ
mk: Прикажи повеќе
ml: കൂടുതൽ കാണിക്കുക
mr: आणखी दाखवा
nl: Meer tonen
pa: ਹੋਰ ਦਿਖਾਓ
pt: Mostrar mais
ru: Показать ещё
si: තවත් පෙන්වන්න
sr: Прикажи још
sw: Onyesha zaidi
te: మరిన్ని చూపించు
th: แสดงเพิ่ม
tr: Daha fazla göster
ug: تېخىمۇ كۆپ
ur: مزید دکھائیں
vi: Xem thêm
zh_hans: 显示更多

# library_note
source: From IslamHouse.com and Shaykh Ibn Baz’s official website. Items open inside the app; downloading a book needs internet the first time.
ar: من مكتبة دار الإسلام IslamHouse.com والموقع الرسمي لسماحة الشيخ ابن باز. تُفتح المواد داخل التطبيق، ويحتاج تنزيل الكتاب أول مرة إلى إنترنت.
as: IslamHouse.com আৰু শ্বেইখ ইবনে বাজৰ চৰকাৰী ৱেবছাইটৰ পৰা। সমলবোৰ এপৰ ভিতৰতে খোল খায়; কিতাপ প্ৰথমবাৰ ডাউনলোড কৰিবলৈ ইণ্টাৰনেট লাগে।
bn: IslamHouse.com এবং শায়খ ইবনে বাযের অফিশিয়াল ওয়েবসাইট থেকে। লেখাগুলো অ্যাপের ভেতরেই খোলে; কোনো বই প্রথমবার ডাউনলোড করতে ইন্টারনেট লাগে।
bs: S IslamHouse.com i zvanične stranice šejha Ibn Baza. Sadržaji se otvaraju u aplikaciji; za prvo preuzimanje knjige potreban je internet.
ckb: لە IslamHouse.com و ماڵپەڕی فەرمی شێخ ئیبن باز. بابەتەکان لەناو ئەپەکەدا دەکرێنەوە؛ داگرتنی کتێب بۆ یەکەم جار پێویستی بە ئینتەرنێتە.
es: De IslamHouse.com y del sitio oficial del jeque Ibn Baz. El contenido se abre en la app; la primera descarga de un libro necesita internet.
fa: از IslamHouse.com و وب‌سایت رسمی شیخ ابن باز. موارد داخل برنامه باز می‌شوند؛ دانلود کتاب بار اول به اینترنت نیاز دارد.
fa_af: از IslamHouse.com و ویب‌سایت رسمی شیخ ابن باز. موارد داخل برنامه باز می‌شوند؛ دانلود کتاب بار اول به انترنت نیاز دارد.
fil: Mula sa IslamHouse.com at sa opisyal na website ni Shaykh Ibn Baz. Bumubukas ang mga item sa loob ng app; kailangan ng internet sa unang pag-download ng aklat.
fr: D’IslamHouse.com et du site officiel du cheikh Ibn Baz. Les contenus s’ouvrent dans l’app ; le premier téléchargement d’un livre nécessite internet.
gu: IslamHouse.com અને શેખ ઇબ્ન બાઝની સત્તાવાર વેબસાઇટ પરથી. સામગ્રી ઍપની અંદર ખૂલે છે; પુસ્તક પહેલી વાર ડાઉનલોડ કરવા માટે ઇન્ટરનેટ જોઈએ.
ha: Daga IslamHouse.com da shafin yanar gizo na hukuma na Shaikh Ibn Baz. Abubuwa suna buɗewa a cikin manhajar; sauke littafi yana buƙatar intanet a karon farko.
hi: IslamHouse.com और शैख़ इब्न बाज़ की आधिकारिक वेबसाइट से। चीज़ें ऐप के अंदर खुलती हैं; किताब पहली बार डाउनलोड करने के लिए इंटरनेट चाहिए।
hu: Az IslamHouse.com-ról és Ibn Baz sejk hivatalos weboldaláról. Az anyagok az alkalmazásban nyílnak meg; egy könyv első letöltéséhez internet kell.
id: Dari IslamHouse.com dan situs resmi Syekh Ibnu Baz. Materi dibuka di dalam aplikasi; unduhan buku pertama memerlukan internet.
ka: IslamHouse.com-იდან და შეიხ Ibn Baz-ის ოფიციალური ვებსაიტიდან. მასალები აპის შიგნით იხსნება; წიგნის პირველად ჩამოტვირთვას ინტერნეტი სჭირდება.
km: ពី IslamHouse.com និងគេហទំព័រផ្លូវការរបស់ ស្ហេក Ibn Baz។ ធាតុបើកនៅក្នុងកម្មវិធី ការទាញយកសៀវភៅត្រូវការអ៊ីនធឺណិតនៅលើកដំបូង។
kn: IslamHouse.com ಮತ್ತು ಶೈಖ್ Ibn Baz ಅವರ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ. ಅಂಶಗಳು ಆ್ಯಪ್‌ನೊಳಗೇ ತೆರೆಯುತ್ತವೆ; ಪುಸ್ತಕವನ್ನು ಮೊದಲ ಬಾರಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಇಂಟರ್ನೆಟ್ ಬೇಕು.
mk: Од IslamHouse.com и официјалната веб-страница на шеикот Ибн Баз. Материјалите се отвораат во апликацијата; за прво преземање на книга е потребен интернет.
ml: IslamHouse.com, ശൈഖ് Ibn Baz-ന്റെ ഔദ്യോഗിക വെബ്സൈറ്റ് എന്നിവയിൽ നിന്ന്. ഇനങ്ങൾ ആപ്പിനുള്ളിൽ തുറക്കും; ഒരു പുസ്തകം ആദ്യമായി ഡൗൺലോഡ് ചെയ്യാൻ ഇന്റർനെറ്റ് വേണം.
mr: IslamHouse.com आणि शेख इब्न बाज यांच्या अधिकृत वेबसाइटवरून. साहित्य ॲपमध्येच उघडते; पुस्तक पहिल्यांदा डाउनलोड करण्यासाठी इंटरनेट लागते.
nl: Van IslamHouse.com en de officiële website van sjeik Ibn Baz. Items openen in de app; een boek downloaden vereist de eerste keer internet.
pa: IslamHouse.com ਅਤੇ ਸ਼ੇਖ਼ Ibn Baz ਦੀ ਅਧਿਕਾਰਤ ਵੈੱਬਸਾਈਟ ਤੋਂ। ਸਮੱਗਰੀ ਐਪ ਦੇ ਅੰਦਰ ਖੁੱਲ੍ਹਦੀ ਹੈ; ਕਿਤਾਬ ਪਹਿਲੀ ਵਾਰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਇੰਟਰਨੈੱਟ ਚਾਹੀਦਾ ਹੈ।
pt: Da IslamHouse.com e do site oficial do Sheikh Ibn Baz. Os itens abrem dentro do app; baixar um livro precisa de internet na primeira vez.
ru: Из IslamHouse.com и официального сайта шейха Ибн База. Материалы открываются в приложении; для первой загрузки книги нужен интернет.
si: IslamHouse.com සහ ෂෙයික් Ibn Baz ගේ නිල වෙබ් අඩවියෙන්. අයිතම යෙදුම තුළම විවෘත වේ; පොතක් පළමු වරට බාගත කිරීමට අන්තර්ජාලය අවශ්‍යයි.
sr: Са IslamHouse.com и званичног сајта шејха Ибн База. Садржаји се отварају у апликацији; за прво преузимање књиге потребан је интернет.
sw: Kutoka IslamHouse.com na tovuti rasmi ya Sheikh Ibn Baz. Vipengee vinafunguka ndani ya programu; kupakua kitabu kunahitaji intaneti mara ya kwanza.
te: IslamHouse.com మరియు షేఖ్ Ibn Baz అధికారిక వెబ్‌సైట్ నుండి. అంశాలు యాప్‌లోనే తెరుచుకుంటాయి; పుస్తకాన్ని మొదటిసారి డౌన్‌లోడ్ చేయడానికి ఇంటర్నెట్ అవసరం.
th: จาก IslamHouse.com และเว็บไซต์ทางการของเชค Ibn Baz รายการต่างๆ เปิดในแอป การดาวน์โหลดหนังสือครั้งแรกต้องใช้อินเทอร์เน็ต
tr: IslamHouse.com ve Şeyh İbn Baz’ın resmî sitesinden. İçerikler uygulamada açılır; bir kitabı ilk kez indirmek için internet gerekir.
ug: IslamHouse.com ۋە شەيخ ئىبن بازنىڭ رەسمىي تور بېكىتىدىن. مەزمۇنلار ئەپ ئىچىدە ئېچىلىدۇ؛ كىتابنى تۇنجى قېتىم چۈشۈرۈشتە تور كېرەك.
ur: IslamHouse.com اور شیخ ابن باز کی آفیشل ویب سائٹ سے۔ مواد ایپ کے اندر کھلتا ہے؛ کتاب پہلی بار ڈاؤن لوڈ کرنے کے لیے انٹرنیٹ درکار ہے۔
vi: Từ IslamHouse.com và trang web chính thức của Sheikh Ibn Baz. Các mục mở ngay trong ứng dụng; tải một cuốn sách lần đầu cần internet.
zh_hans: 来自 IslamHouse.com 和谢赫 Ibn Baz 的官方网站。内容在应用内打开；首次下载书籍需要联网。

# library_offline_note
source: Books you open are saved on this phone and open again without internet.
ar: الكتب التي تفتحها تُحفظ على هذا الجهاز وتُفتح لاحقًا دون إنترنت.
as: আপুনি খোলা কিতাপবোৰ এই ফোনত ছেভ হয় আৰু ইণ্টাৰনেট অবিহনে পুনৰ খোল খায়।
bn: আপনার খোলা বইগুলো এই ফোনে সেভ হয় এবং ইন্টারনেট ছাড়াই আবার খোলে।
bs: Knjige koje otvorite čuvaju se na ovom telefonu i ponovo se otvaraju bez interneta.
ckb: ئەو کتێبانەی دەیانکەیتەوە لەسەر ئەم مۆبایلە پاشەکەوت دەکرێن و بێ ئینتەرنێت دووبارە دەکرێنەوە.
es: Los libros que abres se guardan en este teléfono y se vuelven a abrir sin internet.
fa: کتاب‌هایی که باز می‌کنید روی این گوشی ذخیره می‌شوند و بدون اینترنت دوباره باز می‌شوند.
fa_af: کتاب‌هایی که باز می‌کنید روی این موبایل ذخیره می‌شوند و بدون انترنت دوباره باز می‌شوند.
fil: Ang mga aklat na binubuksan mo ay nai-save sa teleponong ito at bumubukas muli nang walang internet.
fr: Les livres ouverts sont enregistrés sur ce téléphone et se rouvrent hors ligne.
gu: તમે ખોલેલાં પુસ્તકો આ ફોન પર સેવ થાય છે અને ઇન્ટરનેટ વગર ફરી ખૂલે છે.
ha: Littattafan da kuka buɗe ana ajiye su a wannan wayar kuma suna sake buɗewa ba tare da intanet ba.
hi: आपकी खोली गई किताबें इस फ़ोन पर सेव हो जाती हैं और बिना इंटरनेट के फिर खुलती हैं।
hu: A megnyitott könyvek a telefonon maradnak, és internet nélkül is újra megnyithatók.
id: Buku yang Anda buka disimpan di ponsel ini dan bisa dibuka lagi tanpa internet.
ka: თქვენ მიერ გახსნილი წიგნები ამ ტელეფონზე ინახება და ინტერნეტის გარეშეც გაიხსნება.
km: សៀវភៅដែលអ្នកបើកត្រូវបានរក្សាទុកនៅលើទូរសព្ទនេះ ហើយបើកម្ដងទៀតបានដោយគ្មានអ៊ីនធឺណិត។
kn: ನೀವು ತೆರೆಯುವ ಪುಸ್ತಕಗಳು ಈ ಫೋನ್‌ನಲ್ಲಿ ಉಳಿಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಇಲ್ಲದೆ ಮತ್ತೆ ತೆರೆಯುತ್ತವೆ.
mk: Книгите што ги отворате се зачувуваат на овој телефон и повторно се отвораат без интернет.
ml: നിങ്ങൾ തുറക്കുന്ന പുസ്തകങ്ങൾ ഈ ഫോണിൽ സേവ് ചെയ്യപ്പെടും, ഇന്റർനെറ്റ് ഇല്ലാതെ വീണ്ടും തുറക്കാം.
mr: तुम्ही उघडलेली पुस्तके या फोनवर सेव्ह होतात आणि इंटरनेटशिवाय पुन्हा उघडतात.
nl: Boeken die je opent worden op deze telefoon bewaard en openen weer zonder internet.
pa: ਜੋ ਕਿਤਾਬਾਂ ਤੁਸੀਂ ਖੋਲ੍ਹਦੇ ਹੋ ਉਹ ਇਸ ਫ਼ੋਨ ’ਤੇ ਸੰਭਾਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਇੰਟਰਨੈੱਟ ਤੋਂ ਬਿਨਾਂ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦੀਆਂ ਹਨ।
pt: Os livros que você abre ficam salvos neste celular e abrem de novo sem internet.
ru: Открытые книги сохраняются на этом телефоне и открываются снова без интернета.
si: ඔබ විවෘත කරන පොත් මෙම දුරකථනයේ සුරැකෙන අතර අන්තර්ජාලය නොමැතිව නැවත විවෘත වේ.
sr: Књиге које отворите чувају се на овом телефону и поново се отварају без интернета.
sw: Vitabu unavyofungua vinahifadhiwa kwenye simu hii na vinafunguka tena bila intaneti.
te: మీరు తెరిచే పుస్తకాలు ఈ ఫోన్‌లో సేవ్ అవుతాయి, ఇంటర్నెట్ లేకుండా మళ్లీ తెరుచుకుంటాయి.
th: หนังสือที่คุณเปิดจะถูกบันทึกไว้ในโทรศัพท์นี้และเปิดซ้ำได้โดยไม่ต้องใช้อินเทอร์เน็ต
tr: Açtığınız kitaplar bu telefona kaydedilir ve sonra internetsiz açılır.
ug: سىز ئاچقان كىتابلار بۇ تېلېفوندا ساقلىنىدۇ ۋە تورسىزمۇ قايتا ئېچىلىدۇ.
ur: جو کتابیں آپ کھولتے ہیں وہ اسی فون پر محفوظ رہتی ہیں اور بعد میں انٹرنیٹ کے بغیر کھلتی ہیں۔
vi: Sách bạn mở được lưu trên điện thoại này và có thể mở lại mà không cần internet.
zh_hans: 你打开的书籍会保存在此手机上，无需联网即可再次打开。

# library_open
source: Open
ar: فتح
as: খোলক
bn: খুলুন
bs: Otvori
ckb: کردنەوە
es: Abrir
fa: باز کردن
fa_af: باز کردن
fil: Buksan
fr: Ouvrir
gu: ખોલો
ha: Buɗe
hi: खोलें
hu: Megnyitás
id: Buka
ka: გახსნა
km: បើក
kn: ತೆರೆಯಿರಿ
mk: Отвори
ml: തുറക്കുക
mr: उघडा
nl: Openen
pa: ਖੋਲ੍ਹੋ
pt: Abrir
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
sw: Fungua
te: తెరువు
th: เปิด
tr: Aç
ug: ئېچىش
ur: کھولیں
vi: Mở
zh_hans: 打开
